const LESSONS = [
  { id: '2026-001', title: '第 1 课：NHKニュース・太平洋側は夏のような暑さ' },
  { id: '2026-100', title: '第 100 课：中田敦彦・止まらない円安と骨太ショック' },
  { id: '2026-101', title: '第 101 课：中田敦彦・止まらない円安と骨太ショック（二）' },
  { id: '2026-200', title: '第 200 课：信長から秀吉の台頭へ' },
  { id: '2026-201', title: '第 201 课：秀吉の全国統一と大坂城' },
  { id: '2026-300', title: '第 300 课：N3 词汇·第一单元 (1) [1-1~1-30]' },
  { id: '2026-301', title: '第 301 课：N3 词汇·第一单元 (2) [1-31~1-60]' },
  { id: '2026-302', title: '第 302 课：N3 词汇·第一单元 (3) [1-61~1-90]' },
  { id: '2026-303', title: '第 303 课：N3 词汇·第一单元 (4) [1-91~1-120]' },
  { id: '2026-304', title: '第 304 课：N3 词汇·第二单元 (1) [2-1~2-30]' },
  { id: '2026-305', title: '第 305 课：N3 词汇·第二单元 (2) [2-31~2-60]' },
  { id: '2026-306', title: '第 306 课：N3 词汇·第二单元 (3) [2-61~2-90]' },
  { id: '2026-307', title: '第 307 课：N3 词汇·第二单元 (4) [2-91~2-120]' },
  { id: '2026-308', title: '第 308 课：N3 词汇·第三单元 (1) [3-1~3-30]' },
  { id: '2026-309', title: '第 309 课：N3 词汇·第三单元 (2) [3-31~3-60]' },
  { id: '2026-310', title: '第 310 课：N3 词汇·第三单元 (3) [3-61~3-90]' },
  { id: '2026-311', title: '第 311 课：N3 词汇·第三单元 (4) [3-91~3-120]' }
];
